Repository: kaleidos/WP-Bokzuy
Catalog: WP-Bokzuy/languages/bokzuy-*.po
Languages: es_es

source: My last badges
es_es: Mis últimas chapas

source: Title
es_es: Título

source: Bokzuy user
es_es: Usuario de Bokzuy

source: Bokzuy password
es_es: Contraseña de Bokzuy

source: Number of badges to show
es_es: Número de chapas a mostrar

source: Language
es_es: Idioma

source: Show the budges images
es_es: Mostrar las imágenes de las chapas

source: Show Bokzuy info
es_es: Mostrar la información de Bokzuy

source: A list of the last Bokzuy badges from an user
es_es: Una lista de las últimas chapas de Bokzuy de un usuario

source: WP-Bokzuy - Last user badges
es_es: WP-Bokzuy - Últimas chapas de un usuario

source: Bokzuy web page
es_es: Página web de Bokzuy

# First three letters of January
source: Jan
es_es: Ene

# First three letters of April
source: Apr
es_es: Abr

# First three letters of August
source: Aug
es_es: Ago

# First three letters of December
source: Dec
es_es: Dic

source: now
es_es: ahora

source: about a second ago
es_es: hace un segundo

source: about a minute ago
es_es: hace un minuto

source: about an hour ago
es_es: hace una hora

source: about a day ago
es_es: hace un día

# The day(1) and month(2)
source: the %1$s %2$s
es_es: el %1$s %2$s

# Day format
source: jS
es_es: j

# The day(1), month(2) and year(3)
source: the %1$s %2$s %3$s
es_es: el %1$s %2$s %3$s

# 1 is sender proifile url, 2 is sender name and 3 is the date
source: from <a href="%1$s" target="_blank">%2$s</a> %3$s
es_es: de <a href="%1$s" target="_blank">%2$s</a> %3$s

source: The timeline with the last Bokzuy badges from an user or his group
es_es: El timeline con las últimas chapas de Bokzuy de un usuario o uno de sus grupos

source: WP-Bokzuy - User timeline
es_es: WP-Bokzuy - Timeline de usuario

source: My timeline at Bokzuy
es_es: Mi timeline en Bokzuy

# Set the group name
source: %s timeline at Bokzuy
es_es: Timeline de %s en Bokzuy

source: from <a href="%1$s" target="_blank">%2$s</a> to <a href="%3$s" target="_blank">%4$s</a> %5$s
es_es: de <a href="%1$s" target="_blank">%2$s</a> para <a href="%3$s" target="_blank">%4$s</a> %5$s

source: Bokzuy group name
es_es: Nombre de grupo de Bokzuy

source: Bokzuy group slug
es_es: Slug de grupo de Bokzuy
